Repository: Bro-Puthea/build-ks-pass_ipa
Catalog: lib/l10n/app_*.arb
Languages: km

source: Language
km: ភាសា

source: Dashboard
km: ផ្ទាំងដើម

source: Home
km: ផ្ទាំងដើម

source: Category
km: ប្រភេទផលិតផល

source: Subcategory
km: ប្រភេទរងផលិតផល

source: Brand
km: ម៉ាកផលិតផល

source: Brand Area
km: ម៉ាកផលិតផល

source: My Cart
km: កន្ដ្រក់របស់ខ្ញុំ

source: Cart
km: កន្ដ្រក់

source: Checkout
km: ម៉ោងចេញ

source: Setting
km: ការកំណត់

source: Search
km: ការស្វែងរក

source: Name
km: ឈ្មោះ

source: Gender
km: ភេទ

source: Phone
km: លេខទូរស័ព្ទ

source: Phone 2
km: លេខទូរស័ព្ទខ្សែទីពីរ

source: Email
km: អ៊ីម៉ែល

source: Availability
km: ផលិតផលដែលមានក្នុងស្តុកឫមិនមាន

source: Address
km: អាស័យដ្ឋាន

source: Date
km: កាលបរិច្ឆេទ

source: Date List
km: កាលបរិច្ឆេទ

# reference_no
source: Reference
km: លេខយោង

source: Filter
km: តម្រង់

source: Currency
km: រូបិយប័ណ្ណ

source: Grand Total
km: តម្លៃសរុបទាំងអស់

source: Order Date
km: ថ្ងៃទិញអីវ៉ាន់

# order_num
source: Order Number
km: លេខបង់អីវ៉ាន់

source: Order Status
km: ស្ថានភាពទំនិញ

source: Payment Method
km: មធ្យោបាយបង់ប្រាក់

source: Payment Status
km: ស្ថានភាពបង់ប្រាក់

source: Item
km: អីវ៉ាន់

source: Discount
km: ការបញ្ចុះតម្លៃ

source: Delivery Fee
km: ថ្លៃដឹកជញ្ជូន

source: Delivery
km: ការដឹកជញ្ជូន

source: Order Transaction
km: តាមដានទំនិញ

source: Shipping
km: ទីតាំងទទួល

# shipping_value
source: Shipping
km: តម្លៃដឹក

source: Shipping Address
km: ទីតាំងទទួល

source: Summary
km: សង្ខេបសរុប

source: Total
km: តម្លៃសរុប

source: Account
km: គណនី

source: Product
km: ទំនិញ

# buy_product
source: Product
km: ទិញទំនិញ

source: New Product
km: ទំនិញថ្មីៗ

source: Bank
km: ធនាគារ

source: My Account
km: គណនីរបស់ខ្ញុំ

source: My Profile
km: គណនីរបស់ខ្ញុំ

source: Change Password
km: ប្ដូរពាក្យសម្ងាត់

source: Login
km: ចូលប្រើប្រាស់

source: Sign up
km: ចុះឈ្មោះប្រើប្រាស់

source: New user? Sign up
km: ចុះឈ្មោះប្រើប្រាស់

source: Register
km: ចុះឈ្មោះ

source: Sign out
km: ចាកចេញ

source: Username
km: ឈ្មោះអ្នកប្រើប្រាស់

source: First Name
km: ត្រកូល

source: Last Name
km: ឈ្មោះ

source: Update
km: ផ្លាស់ប្តូរ

source: Forgot password ?
km: ភ្លេចលពាក្យសម្ងាត់ឬ ?

source: Password
km: ពាក្យសម្ងាត់

source: Confirm Password
km: បញ្ជាក់ពាក្យសម្ងាត់

source: Current Password
km: ពាក្យសម្ងាត់បច្ចុប្បន្ន

source: New Password
km: ពាក្យសម្ងាត់ថ្មី

source: Confirm New Password
km: បញ្ជាក់ពាក្យសម្ងាត់ថ្មី

source: Change
km: ផ្លាស់ប្ដូរ

source: Cancel
km: បោះបង់

source: No.
km: លេខរៀង

source: Start Date
km: ថ្ងៃចាប់ផ្តើម

source: End Date
km: ថ្ងៃបញ្ចប់

source: Paid
km: បានបង់ប្រាក់

source: Balance
km: ប្រាក់នៅសល់

source: Status
km: ស្ថានភាព

source: Attachment
km: ឯកសារភ្ជាប់

source: Note
km: កំណត់ចំណាំ

source: About App
km: អំពីកម្មវិធី

source: About us
km: អំពីយើង

source: Comment
km: មតិយោបល់

source: Emergency
km: សង្គ្រោះបន្ទាន់

source: All
km: ទាំងអស់

source: Version
km: កំណែទម្រង់

source: Videos
km: វីដេអូ

source: Last Update
km: កំនែរទម្រង់ចុងក្រោយ

source: Notification
km: ការជូនដំណឹង

source: Image
km: រូបភាព

source: Description
km: ពត៌មានលម្អិត

source: Notification Detail
km: មើលការជូនដំណឹង

source: My Wishlist
km: ទំនិញដែលខ្ញុំចូលចិត្ត

source: My Favorite
km: បញ្ចីទំនិញដែលខ្ញុំចូលចិត្ត

source: Offer & Discount
km: ការផ្តល់ជូន & ការបញ្ចុះតម្លៃ

source: My Delivery Address
km: ទីតាំងទទួលអីវ៉ាន់របស់ខ្ញុំ

source: Select Delivery Address
km: ជ្រើសរើសទីតាំងទទួលអីវ៉ាន់

source: Select
km: ជ្រើសរើសយក

source: Create Delivery Address
km: បង្កើតទីតាំងទទួលអីវ៉ាន់

source: Picker Name
km: ឈ្មោះអ្នកទទួល

# picker_phone
source: Picker Phone Number
km: លេខទូរស័ព្ទអ្នកទទទួល

source: Delivery Address
km: ទីតាំងទទួលអីវ៉ាន់

source: Additional Address
km: បន្ថែមទីតាំងទទួលអីវ៉ាន់

source: My Order
km: ការបញ្ជារទិញរបស់ខ្ញុំ

source: My Order Detail
km: មើលការបញ្ជារទិញរបស់ខ្ញុំ

source: Help Center
km: ជំនួយ

source: Help
km: ជំនួយ

source: Contact Us
km: ទាក់ទងមកពួកយើង

source: Create New
km: បង្កើតថ្មី

source: Edit
km: កែតម្រូវ

source: Remove
km: លុបចោល

source: Second Name
km: ឈ្មោះក្រៅ

# sign_in
source: Login
km: ចូលប្រើ

source: Code
km: លេខកូដ

source: Price
km: តម្លៃ

source: Type
km: ប្រភេទអីវ៉ាន់

source: Promotion
km: បញ្ចុះតម្លៃ

source: Promo
km: ប្រមូលសិន

# order_info
source: Order Information
km: ពត៏មានបញ្ជាទិញលម្អិត

source: Detail
km: លម្អិត

source: Company
km: ឈ្មោះក្រុមហ៊ុន

source: Add To Cart
km: ដាក់បញ្ចូលកន្រ្ដក់

source: Buy Now
km: ទិញឥឡូវនេះ

source: Recommend For You
km: ណែនាំជាពិសេសសម្រាប់អ្នក

# featured_prod
source: Featured Product
km: ផលិតផលដែលលក់ដាច់

source: Featured
km: លក់ដាច់

source: City
km: ទីក្រុង

source: Price Rang
km: តម្លៃ

source: See more
km: មើលច្រើនទៀត

# search_prod_name
source: Search product name
km: ស្វែងរកផលិតផលតាមឈ្មោះ

source: custom min price
km: តម្លៃអប្បបរមា

source: custom max price
km: តម្លៃអតិបរមាផ្ទាលខ្លួន

source: In Stock
km: មានស្តុក

source: Reset
km: កណត់ឡើងវិញ

source: Complete
km: បានបញ្ចប់

source: Are you sure ?
km: តើអ្នកប្រាកដឬទេ ?

source: Do you want to exit an App ?
km: តើអ្នកចង់ចាកចេញឥឡូវពីកម្មវិធី?

# click_again_to_exist
source: Click back again to exist
km: ចុចបកក្រោយម្តងទៀតដើម្បីចាកចេញពីកម្មវិធី

source: No Data Found !
km: មិនមានទិន្នន័យ!

source: Do you want to logout ?
km: តើអ្នកចង់ចាកចេញ?

# remove_address_warning
source: Do you want to remove your delivery address ?
km: តើអ្នកចង់លុបទីតាំងទទួលអីវ៉ាន់របស់អ្នកមែនទេ?

# plz_input_picker_name
source: Please input picker name
km: សូមវាយបញ្ចូលឈ្មោះអ្នកទទួល

# plz_input_picker_phone
source: Please input picker phone number
km: សូមវាយបញ្ចូលលេខទូរស័ព្ទអ្នកទទួល

# plz_select_delivery_map_address
source: Please select delivery map address
km: សូមជ្រើសរើសទីតាំងទទួលអីវ៉ាន់

# plz_input_additional_address
source: Please input additional address
km: សូមវាយបញ្ចូលបន្ថែមទតាំងទទួលអីវ៉ាន់

# password_must_more_than_5_char
source: Password must be more than 5 characters
km: ពាក្យសម្ងាត់ត្រូវមានចាប់ពី៥តួអក្សរឡើងទៅ

# password_not_match
source: Password does not match each other
km: ពាក្យសម្ងាត់បញ្ចូលមិនត្រឹមត្រូវគ្នាទេ

source: Do you want to remove the item from cart?
km: តើអ្នកចង់ដកទំនិញចេញពីកន្រ្តក់ទេ?

source: Your shopping cart is empty
km: មិនមានទំនិញនៅក្នុងកន្ត្រក់

source: Shop Now
km: បញ្ជាទិញឥឡូវនេះ

# pls_input
source: Please input
km: សូមវាយបញ្ចូល

source: Enter valid email!
km: សូមវាយបញ្ចូលអ៊ីមែលអោយបានត្រឹមត្រូវ!

# pls_enter_mobile_phone
source: Please enter mobile number
km: សូមវាយបញ្ចូលលេខទូរស័ព្ទរបស់អ្នក!

# pls_enter_valid_mobile_number
source: Please enter valid mobile number
km: សូមវាយបញ្ចូលលេខទូរស័ព្ទអោយបានត្រឹមត្រូវ!

# pls_enter_password
source: Please enter password
km: សូមវាយបញ្ចូលពាក្យសម្ងាត់!

# enter_valid_password
source: Password must be a capital letter and 8 letter
km: ពាក្យសម្ងាត់ត្រូវតែមានតួអក្សរធំមួយ នឹងចាប់ពី៨តួឡើងទៅ!

source: Confirm change
km: យល់ព្រមប្តូរ

source: Go back
km: ត្រលប់ក្រោយ

source: Do you want to remove the item from favorite?
km: តើអ្នកចង់ដកទំនិញចេញពីបញ្ជីចូលចិត្ត?

source: Actual price
km: តម្លៃជាក់ស្តែង

source: Add new
km: បញ្ចូលថ្មី

# set_as_default_address
source: Set address as default
km: កំណត់ជាអាស័យដ្ធានសម្រាប់ទូទាត់ប្រាក់

source: Delete Address
km: លុបអាស័យដ្ធាន

# are_you_to_delete
source: Are you sure delete?
km: តើអ្នកពិតជាចង់លុបទិន្នន័យរបស់អ្នក?

source: Quantity
km: បរិមាណឫចំនួន

source: Option
km: ជម្រើស

source: Search City
km: ស្វែងរកទីតាង

source: Your current location
km: ទីតាំងដែលអ្នកកំពុងនៅ

source: Customer Name
km: ឈ្មោះអតិថិជន

source: contact
km: ទំនាក់ទំនង

source: Save and Continued
km: រក្សាទុករួចចាកចេញ

# lowest_fist
source: Lowest First
km: ពីតម្លៃទាបទៅតម្លៃខ្ពស់

source: Highest First
km: ពីតម្លៃខ្ពស់ទៅតម្លៃទាប

# new_first
source: Newest First
km: ពីថ្មីទៅចាស់

# old_fist
source: Older First
km: ពីចាស់ទៅថ្មី

source: First
km: មុន

source: Last
km: នៅក្រោយគេ

source: Most Popular
km: ពេញនិយម

source: Loading
km: កំពុងរង់ចាំ

source: You have reach bottom of the page
km: មិនមានទំនិញបន្ថែមទៀតទេ

# load_more
source: Let go, load more!
km: កំពុងផ្ទុកបន្ថែម!

source: From
km: ចាប់ពី

source: To
km: ទៅ

source: Product detail
km: លម្អិតពីផលិតផល

source: Ask seller
km: ទំនាក់ទំនង

# continued
source: Continue
km: ទៅបន្ត

source: Confirm Order
km: បញ្ជាក់ការបញ្ជាទិញ

source: Cancel Order?
km: បោះបង់ការបញ្ជាទិញ

# wh_cancel_order
source: Do you want to cancel order?
km: តើអ្នកពិតជាចង់បោះបង់ការបញ្ជាទិញ?

# wh_cancel_upload_image_payment
source: Do you want to cancel upload your payment?
km: តើអ្នកពិតជាចង់បោះបង់ការទូទាត់ប្រាក់មែនឫ?

source: Pay Way
km: ទូរទាត់ប្រាក់

source: Discard
km: បោះបង់

source: View
km: មើល

# pls_choose_your_delivery_address
source: Please choose your delivery address
km: សូមជ្រើសទីតាងដឹកជញ្ជូនរបស់អ្នក

# pls_choose_your_image_payment_first
source: Please choose your payment image first
km: សូមជ្រើសរូបភាពដែលជាបង្គាន់ដៃរបស់អ្នកជាមុនសិន

source: Tax
km: ពន្ធ

source: Order Tax
km: ពន្ធ ការបញ្ជាទិញ

source: Product Tax
km: ពន្ធ ផលិតផល

# leave_a_note
source: Leave a note (Optional)
km: កំណត់ចំណាំ (ជ្រើសរើស)

source: Leave a note here
km: កំណត់ចំណាំនៅទីនេះ

# pls_select
source: Please select
km: សូមជ្រើស

source: Submitting
km: កំពុងផ្ទុក

source: Submit
km: យល់ព្រម

source: Full Name
km: ឈ្មោះពេញ

source: Other
km: ផ្សេងៗ

source: Movies
km: ភាពយន្ត

source: Musics
km: ចម្រៀង

source: Comedy
km: កំប្លែង

source: Male
km: ប្រុស

source: Female
km: ស្រី

source: Village
km: ភូមិ

source: Commune
km: ឃុំ/សង្កាត់

source: District
km: ស្រុក/ខ័ណ្ឌ

source: Province/City
km: ខេត្ត/ក្រុង

source: Coming Soon
km: មកដល់ឆាប់ៗនេះ

source: Delete
km: លុបចេញ

# total_pre_register
source: Total Pre-Registers
km: សរុបអ្នកដែលចុះឈ្មោះ

# totalAppointment
source: Total Appointments
km: សរុបការណាត់

# total_vistors
source: Total Visitors
km: សរុបភ្ញៀវដែលធ្លាប់មក

# vistors
source: Visitors
km: ភ្ញៀវ

# todayAppointment
source: Today Appointments
km: ការណាត់ជួបថ្ងៃនេះ

# todayVisitor
source: Today Visitors
km: ភ្ញៀវនៅថ្ងៃនេះ

source: Pre-Register
km: អ្នកដែលចុះឈ្មោះជាមុន

source: ID
km: អត្តលេខ

source: View all
km: មើលទាំងអស់

source: E-Pass
km: អ៊ី-ផាស

source: Vistor Detail
km: ពត៌មានលម្អិតរបស់ភ្ញៀវ

# excepted_date
source: Expected Date
km: ថ្ងៃដែលព្រៀងទុក

# excepted_time
source: Expected Time
km: ម៉ោងដែលព្រៀងទុក

# personal_info
source: Personal infomation
km: ពត៌មានលម្អិតផ្ទាល់ខ្លួន

# national_id_no
source: National identification no
km: លេខយោងអត្តសញ្ញាណប័ណ្ណ

source: Notify to
km: ផ្តល់ដំណឹងដល់

source: Employee
km: បុគ្កលិក

# purpose
source: Pupose
km: គោលបំណង

source: Check-in
km: ម៉ោងចូល

source: Enter
km: បញ្ចូល

# vistors_pass_managerment
source: Vistor Pass management system.
km: កម្មវិធី គ្រប់គ្រងការចេញការចូលរបស់អតិថិជន

# welcome_pls_tap_button
source: Welcome. please tap on button to check-in
km: សូមស្វាគមន៏! សូមធ្វើការចុចប៊ូតុងណាមួយដើម្បីដំណើរការ

source: Scan QR
km: ស្កេនឃ្យូអរកូដ

source: Been here before
km: ធ្លាប់មកពីមុន

source: Vistor check-in
km: ពិនិត្យភ្ញៀវពេលចូល

source: Take photo
km: ថតរូប

source: Hello
km: សួស្តី

# phone_is_require
source: Phone number is required
km: ត្រូវបំពេញលេខទូរស័ព្ទ

# phone_is_require_1
source: Phone number is required 1
km: ត្រូវបំពេញលេខទូរស័ព្ទខ្សែទី1

# invalid_phone
source: Invalid phone number
km: លេខទូរស័ព្ទមិនត្រឹមត្រូវ

# invalid_phone_1
source: Invalid phone number 1
km: លេខទូរស័ព្ទខ្សែទី១មិនត្រឹមត្រូវ

# phone_10_digits
source: This phone number has 10 digits
km: លេខទូរស័ព្ទតម្រូវអោយមាន១០ខ្ទង់ឡើង

# phone_begin_with_0
source: Please add 0 in the beginning
km: សូមបញ្ចូលលេខសូន្យនៅពីមុខ

source: Email is required
km: ត្រូវបំពេញអ៊ីម៉ែល

# invalid_email
source: Your email is invalid
km: អ៊ីម៉ែលមិនត្រឹមត្រូវ

# pw_is_required
source: Password is required
km: ត្រូវបំពេញពាក្យសម្ងាត់របស់អ្នក

# new_pw_is_required
source: New password is required
km: ត្រូវបំពេញពាក្យសម្ងាត់ថ្មីរបស់អ្នក

# current_pw_is_required
source: Current password is required
km: ត្រូវបំពេញពាក្យសម្ងាត់បច្ចុប្បន្នរបស់អ្នក

# pw_must_be_8_char
source: Password must be at least 8 characters
km: ពាក្យសម្ងាត់ត្រូវមានចាប់ពី៨ខ្ទង់ឡើង

# cpw_is_required
source: Confirm password is required
km: ត្រូវបំពេញពាក្យសម្ងាត់ផ្ទៀងផ្ទាត់

# cpw_dose_not_match
source: Confirm password does not match
km: ពាក្យសម្ងាត់ផ្ទៀងផ្ទាត់មិនត្រូវគ្នាជាមួយពាក្យសម្ងាត់ខាងលើ

source: Appointment
km: ការណាត់ជួប

# vistor_name
source: Visitor name
km: ឈ្មោះភ្ញៀវ

# vistor_card_id_type
source: Visitor card ID type
km: ប្រភេទកាតរបស់ភ្ញៀវ

# vistor_id
source: Visitor ID
km: លេខសម្គាល់ភ្ញៀវ

source: Vehicle No
km: លេខឡាន

source: Vehicle Number
km: លេខឡាន

source: Reason
km: មូលហេតុ

source: Department
km: ផ្នែក

source: Card No
km: លេខកាត

source: Card Number
km: លេខកាត

# book_appointment
source: Book An Appointment
km: កក់ការណាត់ជួប

source: Appointment Detail
km: ពត៏មានលម្អិតការណាត់ជួប

# numbers_of_vistor
source: Number of vistor
km: ចំនួនភ្ញៀវ

source: Objective
km: គោលបំណង

source: Visited To
km: មកជួប

source: Waiting Confirm
km: រង់ចាំការបញ្ជាក់

# waitingTime
source: Your Waiting Time
km: ពេលវេលាត្រូវរងចាំ

source: Minutes
km: នាទី

source: minutes of
km: នាទីនៃ

source: seconds
km: វិនាទី

source: Skip
km: រំលង

# allowIn
source: Allow
km: អនុញ្ញាត

source: Allow By
km: អ្នកអនុញ្ញាត

# allowSuccessMsg
source: Your request was confirmed. Your visitor is now available to get inside.
km: ការស្នើរសុំរបស់ត្រូវបានអនុញ្ញាត។ ភ្ញៀវអាចអញ្ជើញចូលមកខាងក្នុងបាន។

# confirmAllowMsg
source: Please click on allow button to let your visitor get inside.
km: សូមចុចលើប៊ូតុងអនុញ្ញាតដើម្បីអោយភ្ញៀវរបស់អ្នកអាចអញ្ជើញចូលក្នុង។

# selectPicMsg
source: Please select photo
km: សូមជ្រើសរើសរូបថតមួយ

source: Host
km: ទៅជួប

# reachLimit
source: You are reach the limit of
km: ការជ្រើសរើសរបស់អ្នកបានដល់កំណត់សម្រាប់

# historyVisitor
source: History Visitors
km: ប្រវត្តិភ្ញៀវដែលមក

source: Call
km: តេ

source: Re-App
km: ធ្វើឡើងវិញ

source: Share
km: ចែកចាយ
